# ADMIN TEXT

admin-menu = <b>Админ-панель @TheBestDesignerBot</b>

    Воспользуйся предложенными ниже командами 👇

admin-contacts = <b>Вот наши контакты: 🤝</b>

admin-no-contacts = <b>Новых контактов пока нет 😣</b>

admin-load-contact = <b>Контакт: { $username }</b>
    <tg-spoiler>
    <b>Имя:</b> { $name }
    <b>Возраст:</b> { $age }
    <b>История:</b> { $story }
    <b>В дизайне:</b> { $design }
    </tg-spoiler>

admin-database = <b>База данных пользователей: 😉</b>

admin-no-database = <b>Пока что никто не пользовался мной 😝</b>

admin-mailing = <b>Пришли полностью готовое сообщение для рассылки</b>

admin-clean-contacts = <b>Уверен, что хочешь очистить оставленные контакты?</b>

admin-clean-database = <b>Уверен, что хочешь очистить базу данных?</b>

admin-sure-to-mail = <b>Ты уверен, что хочешь сделать рассылку?</b>

# USER TEXT

user-name = <b>Привет, дизайнер! 👋</b>

    Я бот-помощник того самого Григория, который помогает выйти на стабильный доход на дизайне

    Давай уже знакомиться. Меньше слов, больше дела

    <b>Как тебя зовут?</b>

user-age = Приятно познакомиться! ☺️ А лет-то тебе сколько?

user-story = <b>Послушай</b>

    В твоем возрасте как раз таки и нужно развиваться в дизайне. Сможешь добиться больших успехов, если постараешься

    <b>Почему ты вообще решил заниматься дизайном? Жду историю 🫵</b>

user-design = <b>Интересно :) Вот my story 👇</b>

    Я начал зарабатывать в 2020 году, когда делал аватарки для тиктокеров на телефоне всего за 5 рублей

    Всегда мечтал сделать что-то значимое. Понимал, что я так и денег много не заработаю, и людям толком не помогу. Пришлось менять сферу

    Напротяжении нескольких лет у меня ничего не получалось. Но я понял, что мне действительно нравится

    Это был дизайн. Я начал развиваться в этом. Через 4 года, в 2024 году я заработал свои первые 100к на дизайне превью для ютуберов

    А сейчас я владею собственным дизайн-агентсвом, зарабатываю 150к/месяц на пассиве и помогаю другим начать зарабатывать на дизайне

    <b>Кстати, давно развиваешься в этой сфере?</b>

user-final = Смотри. Ты меня очень заинтересовал. Хочу поговорить с тобой лично, без всяких ботов. Я оставил твой контакт, свяжусь с тобой

    <b>А пока можешь почитать мой блог 😄</b>

    <tg-spoiler>/start — перезаполнить анкету</tg-spoiler>

user-no-text = Я понимаю только текст :)

# BUTTONS

button-blog = Блог 
button-contacts = Контакты
button-database = База данных
button-mailing = Рассылка
button-clear = Очистить
button-cancel = 👈 Назад
button-yes = ✅
button-no = ❌